---
kind: property
id: P:Autodesk.Revit.DB.WorksetPreview.Owner
source: html/a19a1f45-8fca-8cfc-d4d0-4c4e6baf2564.htm
---
# Autodesk.Revit.DB.WorksetPreview.Owner Property

User name of the workset.

## Syntax (C#)
```csharp
public string Owner { get; }
```